{
  "i18n": {
    "footer": {
      "copyright": "Všechna práva vyhrazena."
    },
    "navbar": {
      "home": "Domů",
      "services": "Naše služby",
      "about": "O nás",
      "contacts": "Kontakty",
      "contactUs": "Napište nám"
    },
    "home": {
      "heading": "Webové aplikace a stránky, které fungují.",
      "subheading": "Tvoříme moderní webové aplikace a stránky, které posouvají váš byznys vpřed.",
      "text": "Chcete vyniknout v digitálním světě? Jsme mladý a dynamický tým zkušených programátorů s dlouholetou praxí a vášní, pro tvorbu špičkových webových řešení na míru. Ať už potřebujete efektivní webovou aplikaci pro automatizaci procesů, nebo poutavou webovou stránku, která osloví vaše zákazníky, jsme tu, abychom vaši vizi proměnili ve funkční a spolehlivou realitu. Spolehněte se na individuální přístup, nejnovější technologie a perfektně čistý kód."
    },
    "services": {
      "customWebsites": "Webové stránky na míru",
      "customWebsitesText": "Ohromující, responzivní webové stránky přizpůsobené vaší značce a obchodním cílům. Od vstupních stránek až po složité vícestránkové weby.",
      "webApplications": "Webové aplikace",
      "webApplicationsText": "Interaktivní webové aplikace s moderními frameworky jako React, Vue a Angular. Fullstacková řešení s databázemi a API.",
      "mobileFirstDesignText": "Weby, které vypadají skvěle na počítači i mobilu. Přizpůsobené pro každého uživatele, ať už je kdekoli.",
      "performanceOptimization": "Optimalizace výkonu",
      "performanceOptimizationText": "Bleskově rychlé načítání s optimalizací pro vyhledávače (SEO), aby váš web lépe zaujal a přivedl více zákazníků.",
      "maintenanceSupport": "Údržba a podpora",
      "maintenanceSupportText": "Průběžná podpora, aktualizace a vylepšení, které zajistí bezpečnost a nejlepší výkon vašeho webu."
    },
    "about": {
      "digitalExperiences": "Vytváříme digitální řešení, která posouvají firmy kupředu a propojují je s lidmi smysluplným způsobem.",
      "story": "Už od střední školy nás fascinoval svět webových stránek a aplikací. Ve chvíli, kdy ostatní teprve objevovali sociální sítě, my jsme trávili hodiny učením se HTML, CSS a JavaScriptu – zkrátka tím, co dnes tvoří digitální svět kolem nás.\n\nBěhem let jsme získali cenné zkušenosti – více než pět let ve vývoji webových stránek a tři roky intenzivní práce na webových aplikacích. Čím více jsme pracovali, tím víc jsme si uvědomovali, kolik firem a jednotlivců stále spoléhá na neefektivní nebo zastaralá řešení.\n\nA právě proto jsme založili naši společnost – s vizí vytvářet moderní, funkční a promyšlené digitální produkty, které dávají smysl a přinášejí reálnou hodnotu. Dnes pomáháme klientům růst, zjednodušovat procesy a budovat silnější vztah s jejich publikem.",
      "ourStory": "Náš příběh"
    },
    "contacts": {
      "subheading": "Jsme tu pro vás. Napište nám.",
      "contactUs": "Kontaktujte nás",
      "ourContacts": "Naše kontakty",
      "address": "Adresa",
      "addressNote": "Sídlo stále hledáme, ale potkat se můžeme v Brně nebo online :)",
      "openingHours": "Otevírací doba",
      "openingHoursNote": "Pište a volejte kdykoliv."
    },
    "contactUs": {
      "subheading": "Napište nám",
      "description": "Pokud máte zájem o naše služby neváhejte nám napsat.",
      "address": "Adresa",
      "firstname": "Jméno",
      "lastname": "Příjmení",
      "email": "E-mail",
      "note": "Poznámka",
      "street": "Ulice",
      "postalCode": "PSČ",
      "houseCode": "Číslo popisné",
      "city": "Město",
      "country": "Stát"
    }
  }
}