{
  "i18n": {
    "footer": {
      "copyright": "All Rights Reserved."
    },
    "navbar": {
      "home": "Home",
      "services": "Our Services",
      "about": "About"
    },
    "home": {
      "heading": "Web applications and websites that work.",
      "subheading": "We create modern web applications and websites that move your business forward.",
      "text": "Want to stand out in the digital world? We are a young and dynamic team of experienced developers with years of practice and a passion for creating top-quality custom web solutions. Whether you need an efficient web application to automate processes or an engaging website to attract your customers, we’re here to turn your vision into a functional and reliable reality.Count on a personalized approach, cutting-edge technologies, and perfectly clean code."
    },
    "services": {
      "customWebsites": "Custom websites",
      "customWebsitesText": "Stunning, responsive websites tailored to your brand and business goals. From landing pages to complex multi-page sites.",
      "webApplications": "Web applications",
      "webApplicationsText": "Interactive web apps with modern frameworks like React, Vue, and Angular. Full-stack solutions with databases and APIs.",
      "mobileFirstDesignText": "Every site we build looks perfect on all devices. Mobile-optimized experiences that engage users everywhere.",
      "performanceOptimization": "Performance optimization",
      "performanceOptimizationText": "Lightning-fast loading speeds and SEO optimization to help your site rank higher and convert better.",
      "maintenanceSupport": "Maintenance & Support",
      "maintenanceSupportText": "Ongoing support, updates, and improvements to keep your website secure and performing at its best."
    },
    "about": {
      "digitalExperiences": "Crafting digital experiences that transform businesses and connect with audiences in meaningful ways.",
      "story": "My journey with the web began back in my first year of high school. While others were exploring social media or gaming, I was diving into code, fascinated by how websites worked and what made a good user experience.\n\nOver time, I realized how many businesses and individuals still rely on outdated or inefficient digital solutions — and that sparked an idea.\n\nWith over five years of experience in web development and three years specializing in web applications, I founded this company with a clear mission: to craft smart, modern digital products that not only look great but truly solve problems.\n\nToday, we help companies transform how they present themselves online, streamline their processes, and connect with their audience in meaningful ways.",
      "ourStory": "Our story"
    }
  }
}
