{
  "i18n": {
    "footer": {
      "copyright": "All Rights Reserved."
    },
    "navbar": {
      "home": "Home",
      "services": "Our Services",
      "about": "About"
    },
    "home": {
      "heading": "Web applications and websites that work.",
      "subheading": "We create modern web applications and websites that move your business forward.",
      "text": "Want to stand out in the digital world? We are a young and dynamic team of experienced developers with years of practice and a passion for creating top-quality custom web solutions. Whether you need an efficient web application to automate processes or an engaging website to attract your customers, we’re here to turn your vision into a functional and reliable reality.Count on a personalized approach, cutting-edge technologies, and perfectly clean code."
    },
    "services": {
      "customWebsites": "Custom websites",
      "customWebsitesText": "Stunning, responsive websites tailored to your brand and business goals. From landing pages to complex multi-page sites.",
      "webApplications": "Web applications",
      "webApplicationsText": "Interactive web apps with modern frameworks like React, Vue, and Angular. Full-stack solutions with databases and APIs.",
      "mobileFirstDesignText": "Every site we build looks perfect on all devices. Mobile-optimized experiences that engage users everywhere.",
      "performanceOptimization": "Performance optimization",
      "performanceOptimizationText": "Lightning-fast loading speeds and SEO optimization to help your site rank higher and convert better.",
      "maintenanceSupport": "Maintenance & Support",
      "maintenanceSupportText": "Ongoing support, updates, and improvements to keep your website secure and performing at its best."
    },
    "about": {
      "digitalExperiences": "Crafting digital experiences that transform businesses and connect with audiences in meaningful ways.",
      "story": "Since high school, we’ve been fascinated by the world of websites and applications. While others were just discovering social media, we were spending hours learning HTML, CSS, and JavaScript – the very tools that power today’s digital world.\n\nOver the years, we’ve gained valuable experience – more than five years in web development and three years of focused work on web applications. The more we worked, the more we realized how many businesses and individuals still rely on inefficient or outdated solutions.\n\nThat’s why we founded our company – with a vision to create modern, functional, and well-thought-out digital products that make sense and bring real value. Today, we help clients grow, streamline their processes, and build stronger connections with their audience.",
      "ourStory": "Our story"
    }
  }
}
