{
  "i18n": {
    "footer": {
      "copyright": "Všetky práva vyhradené."
    },
    "navbar": {
      "home": "Domov",
      "services": "Naše služby",
      "about": "O nás",
      "contacts": "Kontakty"
    },
    "home": {
      "heading": "Webové aplikácie a stránky, ktoré fungujú.",
      "subheading": "Tvoríme moderné webové aplikácie a stránky, ktoré posúvajú váš biznis vpred.",
      "text": "Chcete vyniknúť v digitálnom svete? Sme mladý a dynamický tím skúsených programátorov s dlhoročnou praxou a vášňou pre tvorbu špičkových webových riešení na mieru. Či už potrebujete efektívnu webovú aplikáciu na automatizáciu procesov alebo pútavú webovú stránku, ktorá osloví vašich zákazníkov, sme tu na to, aby sme vašu víziu premenili na funkčnú a spoľahlivú realitu. Spoľahnite sa na individuálny prístup, najnovšie technológie a dokonale čistý kód."
    },
    "services": {
      "customWebsites": "Webové stránky na mieru",
      "customWebsitesText": "Ohromujúce, responzívne webové stránky prispôsobené vašej značke a obchodným cieľom. Od vstupných stránok až po zložité viacstranové weby.",
      "webApplications": "Webové aplikácie",
      "webApplicationsText": "Interaktívne webové aplikácie s modernými frameworkami ako React, Vue a Angular. Fullstackové riešenia s databázami a API.",
      "mobileFirstDesignText": "Weby, ktoré vyzerajú výborne na mobile aj počítači. Prispôsobené pre každého používateľa, nech je kdekoľvek.",
      "performanceOptimization": "Optimalizácia výkonu",
      "performanceOptimizationText": "Bleskurýchle načítanie s optimalizáciou pre vyhľadávače (SEO), aby váš web lepšie zaujal a prilákal viac zákazníkov.",
      "maintenanceSupport": "Údržba a podpora",
      "maintenanceSupportText": "Priebežná podpora, aktualizácie a vylepšenia, ktoré zabezpečia bezpečnosť a najlepší výkon vášho webu."
    },
    "about": {
      "digitalExperiences": "Vytvárame digitálne riešenia, ktoré posúvajú firmy vpred a prepájajú ich s ľuďmi zmysluplným spôsobom.",
      "story": "Už od strednej školy nás fascinoval svet webových stránok a aplikácií. Zatiaľ čo ostatní len objavovali sociálne siete, my sme trávili hodiny učením sa HTML, CSS a JavaScriptu – teda nástrojov, ktoré dnes tvoria základ digitálneho sveta okolo nás.\n\nPočas rokov sme získali cenné skúsenosti – viac než päť rokov vo vývoji webových stránok a tri roky intenzívnej práce na webových aplikáciách. Čím viac sme pracovali, tým viac sme si uvedomovali, koľko firiem a jednotlivcov sa stále spolieha na neefektívne alebo zastarané riešenia.\n\nA práve preto sme založili našu spoločnosť – s víziou vytvárať moderné, funkčné a premyslené digitálne produkty, ktoré dávajú zmysel a prinášajú skutočnú hodnotu. Dnes pomáhame klientom rásť, zjednodušovať procesy a budovať silnejšie spojenie s ich publikom.",
      "ourStory": "Náš príbeh"
    },
    "contacts": {
      "subheading": "Sme tu pre vás. Napíšte nám.",
      "contactUs": "Kontaktujte nás",
      "ourContacts": "Naše kontakty",
      "address": "Adresa",
      "addressNote": "Sídlo ešte hľadáme, ale stretnúť sa môžeme v Brne alebo online :)",
      "openingHours": "Otváracie hodiny",
      "openingHoursNote": "Píšte a volajte kedykoľvek."
    }
  }
}
